Repository: Barenco/chagdud
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

# event-list.no-event
source: There are no scheduled events at Khadro Ling.
es: No hay próximos eventos en Khadro Ling.
pt: Não há eventos programados no Khadro Ling.

# institution.about-us.title
source: About
es: Quiénes somos
pt: Quem Somos

# institution.about-us.chagdud-gonpa-brazil.title
source: Chagdud Gonpa Brazil
es: Chagdud Gonpa Brasil
pt: Chagdud Gonpa Brasil

# institution.about-us.chagdud-gonpa-brazil.p1
source: Chagdud Gonpa Brazil belongs to an international network of Buddhist centers whose origin is Chagdud Gonpa in Tibet, a monastery founded in the 15th century. In Brazil, it was established in 1994 by S. Ema. Chagdud Tulku Rinpoche, and offers teachings and meditation practices from the Nyingma tradition of Tibetan Vajrayana Buddhism.
es: Chagdud Gonpa Brasil es parte de una red internacional de centros cuyo origen es Chagdud Gonpa en Tíbet, un monasterio fundado en el siglo XV. Establecidos en 1994 por SE. Chagdud Tulku Rinpoche, los centros brasileños ofrecen enseñanzas y prácticas de meditación de la tradición Nyingma de Budismo Tibetano Vajrayana.
pt: O Chagdud Gonpa Brasil faz parte de uma rede internacional de centros cuja origem é o Chagdud Gonpa no Tibete, um monastério fundado no século XV. Estabelecidos em 1994 por S. Ema. Chagdud Tulku Rinpoche, as filiais no Brasil oferecem ensinamentos e práticas de meditação da tradição Nyingma do Budismo Tibetano Vajraiana.

# institution.about-us.chagdud-gonpa-brazil.p2
source: The headquarters of Chagdud Gonpa Brasil is Chagdud Gonpa Khadro Ling, located in Três Coroas, Rio Grande do Sul. Since Chagdud Rinpoche's Parinirvana in 2002, all the Chagdud Gonpa in South America (Brazil, Chile and Uruguay) has been under the spiritual direction of Chagdud Khadro, Rinpoche’s wife and student.
es: Chagdud Gonpa Khadro Ling es la sede de Chagdud Gonpa Brasil y está ubicado en Três Coroas, en Río Grande del Sur. Desde el parinirvana de Rinpoche en 2002, la red sud-americana de filiales está bajo la dirección espiritual de Chagdud Khadro.
pt: O Chagdud Gonpa Khadro Ling é a sede do Chagdud Gonpa Brasil e está localizado em Três Coroas, no Rio Grande do Sul. Desde o parinirvana do Rinpoche em 2002, a rede sul-americana de filiais está sob a direção espiritual de Chagdud Khadro.

# institution.about-us.chagdud-gonpa-hispano-america.title
source: Chagdud Gonpa Hispano-America
es: Chagdud Gonpa Hispanoamérica
pt: Chagdud Gonpa Hispanoamérica

# institution.about-us.chagdud-gonpa-hispano-america.p1
source: Chagdud Gonpa Hispano-America was founded to carry out the of S. Ema. Chagdud Tulku Rinpoche to establish the Buddhadharma, particularly the Nyingma tradition, in the Spanish-speaking countries of Latin America. Since Chagdud Rinpoche's Parinirvana in 2002, the organization has been under the spiritual direction of his wife and student, Chagdud Khadro.
es: Chagdud Gonpa Hispanoamérica fue fundada para realizar la aspiración de S. Ema. Chagdud Tulku Rinpoche de establecer en darma de Buda, particularmente los linajes nyingmapa, en los países de lengua española de América Latina. Desde el parinirvana de Rinpoche, en 2002, la organización está bajo la dirección espiritual de su esposa y alumna, Chagdud Khadro.
pt: O Chagdud Gonpa Hispanoamérica foi fundado para realizar a aspiração de S. Ema. Chagdud Tulku Rinpoche de estabelecer o darma de Buda, particularmente as linhagens nyingmapa, nos países de língua espanhola da América Latina. Desde o Parinirvana de Rinpoche, em 2002, a organização está sob a direção espiritual de sua esposa e aluna, Chagdud Khadro.

# institution.about-us.chagdud-gonpa-hispano-america.p2
source: In Uruguay, about an hour and a half from Montevideo, surrounded by beautiful mountains, there is a temple called Sengue Dzong (Lion's Fortress). The temple is made of stone according to the Eastern Tibet and Bhutanese architectural style. The interior of the temple is ornamented in the Tibetan style and its central altar presents four statues sculpted by Bhutanese artists. Its meditation room is an inspiring place for retreats and teachings.
es: En Uruguay, a cerca de una hora y media de Montevideo, cercada por bellas montañas, existe una construcción hecha de piedra en el estilo arquitectónico de Tíbet Oriental y de Bután llamada Sengue Dzong (Fortaleza del León). El interior de este templo está ornamentado al estilo tibetano y cuatro estatuas componen su altar central. Las estatuas fueron esculpidas por maestros artistas butaneses.
pt: No Uruguai, a cerca de uma hora e meia de Montevidéu, cercada por belas montanhas, há uma construção feita de pedra no estilo arquitetônico do Tibete Oriental e do Butão chamada Sengue Dzong (Fortaleza do Leão). O interior deste templo é ornamentado no estilo tibetano e quatro estátuas compõem seu altar central. As estátuas foram esculpidas por mestres artistas butaneses.

# institution.about-us.chagdud-gonpa-hispano-america.p3
source: In Montevideo, a well-established group - Chagdud Gonpa Montevideo - meets weekly for meditation practices.
es: Su sala de meditación es un lugar inspirador para retiros y enseñanzas. En Montevideo, un grupo bien establecido – Chagdud Gonpa Montevideo – se reúne semanalmente para prácticas de meditación.
pt: Sua sala de meditação é um local inspirador para retiros e ensinamentos. Em Montevidéu, um grupo bem estabelecido - Chagdud Gonpa Montevideo - reúne-se semanalmente para práticas de meditação.

# institution.about-us.chagdud-gonpa-hispano-america.image-description
source: Sengue Dzong temple, about an hour and a half from Montevideo, Uruguay
es: El templo Sengue Dzong, a cerca de una hora y media de Montevideo, en Uruguay.
pt: O templo Sengue Dzong, a cerca de uma hora e meia de Montevidéu, no Uruguai.

# institution.about-us.chagdud-gonpa-hispano-america.p4
source: There is also a very active sangha in Santiago, Chile, maintaining a weekly schedule of meditation practices of Vajrayana Buddhism.
es: En Chile, en Santiago, existe una sangha dinámica de Chagdud Gonpa que mantiene una programación semanal de prácticas de meditación de Budismo Vajrayana.
pt: No Chile, em Santiago, há uma sanga dinâmica do Chagdud Gonpa que mantém uma programação semanal de práticas de meditação do Budismo Vajraiana.

# institution.about-us.chagdud-gonpa-foundation.title
source: Chagdud Gonpa North America Foundation
es: Fundación Chagdud Gonpa
pt: Chagdud Gonpa Foundation

# institution.about-us.chagdud-gonpa-foundation.p1
source: In 1983, answering the request of students in California and Oregon, Chagdud Rinpoche agreed to establish Chagdud Gonpa Foundation in North America as a means to expand his teachings and activities in the West and renew his connection to Tibet's Chagdud Gonpa: a connection that extends over five hundred years, sixteen lives and decades of life in exile. Rinpoche visited Tibet four years later, in 1987, and the power of the deep connection with his centuries-old Dharma seat became evident as a source of blessings for the newly established Chagdud Gonpa in the West.
es: En 1983, a solicitud de estudiantes en California y en Oregon, Chagdud Rinpoche aceptó establecer la Fundación Chagdud Gonpa como un medio para expandir sus enseñanzas y actividades en Occidente y renovar su conexión con Chagdud Gonpa en Tíbet: una conexión que se extiende a lo largo de quinientos años, dieciséis vidas y décadas de vida en el exilio. Rinpoche visitó Tíbet cuatro años más tarde, en 1987, y el poder de la profunda conexión con su base del Darma de muchos siglos se volvió evidente como una fuente de bendiciones para el recién establecido Chagdud Gonpa en Occidente.
pt: Em 1983, por solicitação de estudantes na Califórnia e no Oregon, Chagdud Rinpoche concordou em estabelecer a Fundação Chagdud Gonpa como um meio para expandir os seus ensinamentos e atividades no Ocidente e renovar a sua conexão com o Chagdud Gonpa do Tibete: uma conexão que se estende ao longo de quinhentos anos, dezesseis vidas e décadas de vida no exílio. Rinpoche visitou o Tibete quatro anos mais tarde, em 1987, e o poder da profunda conexão com o seu assento de Darma de muitos séculos se tornou evidente como uma fonte de bênçãos para o recém estabelecido Chagdud Gonpa no Ocidente.

# institution.about-us.chagdud-gonpa-foundation.p2
source: In 1988, a vast and splendid expanse of land was acquired in Northern California and Chagdud Rinpoche named it Rigdzin Ling, “the home of the awake state holders”, which became the headquarters of the Chagdud Gonpa Foundation in North America. The place was consecrated by great ceremonies, innumerable offerings, and prayers of aspiration. In addition to providing public teaching and retreats, Rigdzin Ling is home to Padma Publishing - the Foundation's editorial seal, which publishes sadhanas (liturgies), translated books and compilations of teachings that serve as meditation manuals; and Tibetan Treasures, the Chagdud Gonpa store that distributes Padma Publishing books in addition to other Dharma books, and articles for practice.
es: En 1988, una vasta y espléndida extensión de tierra fue adquirida al norte de Califronia, y Chagdud Rinpoche la nombró Rigdzin Ling, “la morada de los detentores del estado despierto”, la cual se volvió la sede de la Funcaión Chagdud Gonpa en América del Norte. El lugar fue consagrado por grandes ceremonias, innumerables ofrendas y oraciones de aspiración. Además de proporcionar enseñanzas públicas y retiros Rigdzin Ling alberga a Padma Publishing – el sello editorial de la Fundación, que publica sadhanas (liturgias), libros traducidos y compilaciones de enseñanzas que sirven como manuales de meditación; y a Tibetan Treasures, la tienda de Chagdud Gonpa que distribuye los libros de Padma Publishing además de otros libros de Darma así como permite la disponibilidad de artículos para la práctica.
pt: Em 1988, uma vasta e esplêndida extensão de terra foi adquirida no norte da Califórnia e Chagdud Rinpoche a nomeou Rigdzin Ling, “a morada dos detentores do estado desperto”, a qual se tornou a sede da Fundação Chagdud Gonpa na América do Norte. O local foi consagrado por grandes cerimônias, inúmeras oferendas e preces de aspiração. Além de prover ensinamentos públicos e retiros, o Rigdzin Ling abriga a Padma Publishing – o selo editorial da Fundação, que publica sadanas (liturgias), livros traduzidos e compilação de ensinamentos que servem como manuais de meditação; e o Tibetan Treasures, a loja do Chagdud Gonpa que distribui os livros da Padma Publishing além de outros livros de Darma bem como a disponibilização de artigos para a prática.

# institution.about-us.chagdud-gonpa-foundation.image-description
source: Chagdud Gonpa Rigdzin Ling, California.
pt: Chagdud Gonpa Rigdzin Ling, Califórnia.

# institution.about-us.chagdud-gonpa-foundation.p3
source: Currently, the Foundation's spiritual activities are overseen by a group of eight lamas and senior practitioners known as the Spiritual Directorate. Tromge Jigme Rinpoche serves as the main initiation lama of Chagdud Gonpa and Lama Padma Gyatso as the main teacher and resident of Rigdzin Ling.
es: Actualmente las actividades espirituales de la Fundación son supervisadas por un grupo de ocho lamas y practicantes antiguos conocido como Dirección Espiritual. Tromge Jigme Rinpoche sirve como el lama principal de iniciaciones de Chagdud Gonpa, y Lama Pedma Gyatso como profesor principal y residente de Rigdzin Ling.
pt: Atualmente as atividades espirituais da Fundação são supervisionadas por um grupo de oito lamas e praticantes seniores conhecida como Diretoria Espiritual. Tromge Jigme Rinpoche serve como o principal lama de iniciações do Chagdud Gonpa e lama Padma Gyatso como o professor principal e residente do Rigdzin Ling.

source: institution.about-us.chagdud-gonpa-foundation.p4
es: Para más información sobre la Fundación Chagdud Gonpa América del Norte consulte
pt: Para mais informações sobre a Fundação Chagdud Gonpa América do Norte, consulte

# institution.about-us.chagdud-gonpa-italy.title
source: Chagdud Gonpa Italy
es: Chagdud Gonpa Italia
pt: Chagdud Gonpa Itália

# institution.about-us.chagdud-gonpa-italy.p1
source: A small group of practitioners from Torino and Imperia, in northern Italy, have regularly maintained meditation practices of the Vajrayana Buddhism. Lama Sherab Drolma visits them annually for small retreats with lectures and meditation practice sessions.
es: Un pequeño grupo de practicantes de Torino e Imperia, al norte de Italia, han mantenido, con regularidad, prácticas de meditación de Budismo Vajrayana y Lama Sherab Drolma los visita anualmente para pequeños retiros con charlas y sesiones de práctica de meditación.
pt: Um pequeno grupo de praticantes de Torino e Imperia, no norte da Itália, têm mantido, com regularidade, práticas de meditação do Budismo Vajraiana e Lama Sherab Drolma os visita anualmente para pequenos retiros com palestras e sessões de prática de meditação.

# institution.about-us.chagdud-gonpa-italy.p2
source: For additional information on the Italian center, visit
es: Para más informaciones del centro italiano, entre a la página de
pt: Para informações adicionais do centro italiano, acesse a página no

# institution.base.portuguese-language
source: Portuguese
es: Portugués
pt: Português

# institution.base.english-language
source: English
es: Inglés
pt: Inglês

# institution.base.spanish-language
source: Spanish
es: Español
pt: Espanhol

# institution.base.offerings
source: Offerings
es: Ofrendas
pt: Oferendas

# institution.base.events
source: Events
es: Eventos
pt: Eventos

# institution.base.makara-publisher
source: Makara Publisher
es: Editorial Makara
pt: Editora Makara

# institution.base.contact
source: Contact
es: Contacto
pt: Contato

# institution.base.about-us
source: About
es: Quienes somos
pt: Quem somos

# institution.base.teachers
source: Teachers
es: Profesores
pt: Professores

# institution.base.chagdud-gonpa-south-america
source: Chagdud Gonpa Hispanic America
es: Chagdud Gonpa América del Sur
pt: Chagdud Gonpa América do Sul

# institution.base.brazil
source: Brazil
es: Brasil
pt: Brasil

# institution.base.chagdud-gonpa-headquarters
source: Chagdud Gonpa Headquarters
es: Sede de Chagdud Gonpa Brasil
pt: Sede do Chagdud Gonpa Brasil

# institution.base.midwest
source: Midwest
es: Centro Oeste
pt: Centro-Oeste

# institution.base.northeast
source: Northeast
es: Noreste
pt: Nordeste

# institution.base.south
source: South
es: Sur
pt: Sul

# institution.base.southeast
source: Southeast
es: Sureste
pt: Sudeste

# institution.base.north
source: North
es: Norte
pt: Norte

# institution.base.hispanoamerica
source: Hispanic America
es: Hispanoamérica
pt: Hispanomérica

# institution.base.phone
source: Phone
es: Fono
pt: Fone

# institution.home.chagdud-gonpa-shouth-america
source: Chagdud Gonpa South America
es: Chagdud Gonpa América del Sur
pt: Chagdud Gonpa América do Sul

# institution.home.foundation
source: We are a network of practice centers dedicated to Vajrayana Buddhism, established by H. E. Chagdud Tulku Rinpoche.
es: Somos una red de práctica de budismo vajrayana fundada por S.E. Chagdud Tulku Rinpoche.
pt: Somos uma rede de centros de prática do budismo vajrayana fundada por S. Ema. Chagdud Tulku Rinpoche.

# institution.home.about-us
source: About
es: Acerca de nosotros
pt: Sobre nós

# institution.home.about-us-text
source: Chagdud Gonpa Brasil belongs to an international network of Buddhist centers whose origin is Chagdud Gonpa in Tibet, a monastery founded in the 15th century. Established in 1994 by H. E. Chagdud Tulku Rinpoche, the Brazilian centers offer teachings and meditation practices from the Nyingma tradition of Tibetan Vajrayana Buddhism.
es: Chagdud Gonpa Brasil es parte de una red internacional de centros cuyo origen es Chagdud Gonpa en Tíbet, un monasterio fundado en el siglo XV. Establecidos en 1994 por SE. Chagdud Tulku Rinpoche, los centros brasileños ofrecen enseñanzas y prácticas de meditación de la tradición Nyingma de Budismo Tibetano Vajrayana.
pt: O Chagdud Gonpa Brasil faz parte de uma rede internacional de centros cuja origem é o Chagdud Gonpa no Tibete, um monastério fundado no século XV. Estabelecidos em 1994 por S. Ema. Chagdud Tulku Rinpoche, os centros brasileiros oferecem ensinamentos e práticas de meditação da tradição Nyingma do Budismo Tibetano Vajraiana.

# institution.home.more-information
source: To know more
es: Conozca más
pt: Conhecer mais

# institution.home.chagdud-khadro-description
source: Chagdud Khadro, H. E. Chagdud Tulku Rinpoche’s wife, is the spiritual Director of Chagdud Gonpa's centers in South America.
es: Chagdud Khadro, esposa de S.E. Chagdud Tulku Rinpoche, es la Directora Esiritual de sus centros en América del Sur.
pt: Chagdud Khadro, esposa do S. Ema. Chagdud Tulku Rinpoche, é a Diretora Espiritual dos seus centros na América do Sul.

# institution.home.more-information-teachers
source: To know more about the teachers
es: Conozca más profesores
pt: Conhecer mais professores

# institution.home.chagdud-gonpa-headquarters
source: Chagdud Gonpa Brasil Headquarters
es: Sede de Chagdud Gonpa Brasil
pt: Sede do Chagdud Gonpa Brasil

# institution.home.khadro-ling-text
source: Chagdud Gonpa Khadro Ling is the main center of Chagdud Gonpa Brazil Foundation and is located in the town of Três Coroas, Rio Grande do Sul.
es: Chagdud Gonpa Khadro Ling es la sede de la Fundación Chagdud Gonpa Brasil y está ubicada en la ciudad de Três Coroas, en el estado de Río Grande del Sur.
pt: O Chagdud Gonpa Khadro Ling é a sede da Fundação Chagdud Gonpa Brasil e está localizado na cidade de Três Coroas, no Rio Grande do Sul.

# institution.home.chagdud-gonpa-branches
source: Branches of Chagdud Gonpa Brasil
es: Filiales de Chagdud Gonpa Brasil
pt: Filiais do Chagdud Gonpa Brasil

# institution.home.where-to-find-branches
source: Where to find Chagdud Gonpa centers in Brazil.
es: Conozca donde encontrar una de las filiales de Chagdud Gonpa en Brasil
pt: Saiba onde encontrar uma das filiais do Chagdud Gonpa no Brasil.

# institution.home.branches
source: Branches
es: Filiales
pt: Filiais

# institution.home.offerings-and-events
source: Offerings and Events
es: Ofrendas y Eventos
pt: Oferendas e Eventos

# institution.home.offerings
source: Offerings
es: Ofrendas
pt: Oferendas

# institution.home.events
source: Events
es: Eventos
pt: Eventos

# institution.home.news
source: News
es: Noticias y Novedades
pt: Notícias e Novidades

# institution.home.previous
source: Previous
es: Anterior
pt: Anterior

# institution.home.next
source: Next
es: Siguiente
pt: Próximo

# institution.home.see-all
source: See all
es: Ver todo
pt: Ver todos

source: institution.home.news-text
pt: Sessão de notícias e texto sobre as novidades sobre a instituição e o budismo em geral.

source: Ler mais
pt: Read more

# institution.home.sacred-dates
source: Sacred Dates
es: Fechas Sagradas
pt: Datas Sagradas

# institution.home.makara-publisher
source: Makara Publisher
es: Editora Makara
pt: Editora Makara

# institution.teachers.title
source: Teachers
es: Profesores
pt: Professores

# institution.teachers.chagdud-gonpa-brazil.title
source: Chagdud Gonpa Brazil
es: Chagdud Gonpa Brasil
pt: Chagdud Gonpa Brasil

# institution.teachers.intro.p1
source: In Tibetan, the corresponding term for “teacher” is “lama”.
es: En la lengua tibetana, el término correspondiente a ‘profesor’ es ‘lama’.
pt: Na língua tibetana, o termo correspondente para ‘professor’ é ‘lama”.

# institution.teachers.intro.p2
source: “La” means “high”, in terms of transcendent achievement. “Ma” means “maternal compassion”, like that of a mother for her child. In the union of fulfillment and compassion, a lama is able to benefit others.
es: La significa elevado, en términos de realización trascendente. Ma significa compasión maternal, como la de una madre por su propio hijo. La unión de realización y compasión, un lama tiene la capacidad de beneficiar a los demás.
pt: La significa elevado, em termos de realização transcendente. Ma significa compaixão maternal, como a de uma mãe por seu próprio filho. Na união de realização e compaixão, um lama tem a capacidade de beneficiar os demais.

# institution.teachers.founder
source: Founder
es: Fundador
pt: Fundador

# institution.teachers.chagdud-tulku-rinpoche.p1
source: His Eminence Chagdud Tulku Rinpoche was born in eastern Tibet, in the Kham region, in 1930. Recognized at the age of four as a tulku (incarnation of a meditation master), he received rigorous training and furthered his studies in extensive retreats. He had a special affinity for sacred arts and Tibetan medicine and was famous for his wonderful voice as a singer.
es: Su Eminencia Chagdud Tulku Rinpoche nació en el Este del Tíbet (Kham) en 1930. Reconocido a los cuatro años como un tulku (encarnación de un maestro de meditación), recibió entrenamiento riguroso y profundizó sus estudios en retiros extensos. Él tenía una afinidad especial con las artes sagradas y con la medicina tibetana y era famoso por su voz maravillosa como cantante.
pt: Sua Eminência Chagdud Tulku Rinpoche nasceu no leste do Tibete, na região de Kham, em 1930. Reconhecido aos quatro anos como um tulku (encarnação de um mestre de meditação), recebeu treinamento rigoroso e aprofundou os seus estudos em retiros extensos. Ele tinha uma afinidade especial pelas artes sagradas e pela medicina tibetana; e era famoso por sua voz maravilhosa como cantor.

# institution.teachers.chagdud-tulku-rinpoche.p2
source: In 1959, he escaped the communist occupation of Tibet and lived in exile in refugee communities in India and Nepal until he settled in the United States in 1979. At the request of his western students, he established the Chagdud Gonpa Foundation, a successful network of centers of the Nyingma lineage of Vajrayana Buddhism. In 1994, Rinpoche moved to Brazil, founded Chagdud Gonpa Brasil, and started the project to build his main headquarters - Khadro Ling - in Rio Grande do Sul.
es: En 1959, él escapó de la ocupación comunista de Tíbet y vivió exiliado en comunidades de refugiados en la India y en Nepal hasta establecerse en los Estados Unidos en 1979. A pedido de sus alumnos occidentales, estableció la Fundación Chagdud Gonpa, una red de centros del linaje Nyingma de budismo Vajrayana. En 1995, Rinpoche se trasladó a Brasil, estableció Chagdud Gonpa Brasil y comenzó la construcción del centro principal, Khadro Ling, en Río Grande del Sur. Cuando murió, en 2002, había establecido más de 20 centros en Brasil, Uruguay y Chile.
pt: Em 1959, ele escapou da ocupação comunista do Tibete e viveu exilado em comunidades de refugiados na Índia e no Nepal até se radicar nos Estados Unidos, em 1979. A pedido dos seus alunos ocidentais, estabeleceu a Fundação Chagdud Gonpa, uma bem-sucedida rede de centros da linhagem Nyingma do Budismo Vajraiana. Em 1994, Rinpoche mudou-se para o Brasil, fundou o Chagdud Gonpa Brasil e iniciou o projeto de construção de sua sede principal – o Khadro Ling - no Rio Grande do Sul. Quando faleceu, em 2002, ele já havia instaurado mais de vinte filiais no Brasil, Uruguai e Chile.
