Repository: Barenco/chagdud
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

# offerings.tsog-description-p1
source: Tsok is an elaborated ceremony of Tibetan Buddhism which uses food and drinks of different flavours as objects of meditation and purification. You can participate by making a financial offering towards the tsok.
es: Tsog es una ceremonia elaborada del Budismo Tibetano que usa alimentos y bebidas de diferentes sabores como objetos de meditación y purificación. Usted puede ser partícipe haciendo ofrendas en dinero para el tsog.
pt: O tsog é uma elaborada cerimônia do Budismo Tibetano que utiliza alimentos e bebidas de diferentes sabores como objeto de meditação e purificação. Você pode participar fazendo uma oferenda em dinheiro para o tsog.

# offerings.tsog-description-p2
source: Please, make your offering through PayPal using the form below. You can offer any value, and your offering will be completed once we receive the confirmation of the transaction via PayPal.
es: Por favor realice su ofrenda a través de PayPal usando el formulario a continuación.
pt: Você pode oferecer qualquer valor. Sua oferenda será feita após a confirmação do depósito.

# offerings.attention
source: Please note
es: Nota
pt: Atenção

# offerings.tsog-attention-text
source: Tsok offerings are always collected at 2 pm on the day before each Tsok date. After this time, the offering will be read in the next Tsok according to the Khadro Ling Sacred Dates calendar.
es: Las ofrendas de Tsog son recogidas a las 2pm el día antes de la fecha del Tsog, de manera que puedan ser organizadas y leídas en el día respectivo. Después de esta hora, las ofrendas serán leídas en el siguiente Tsog de acuerdo al calendario de Khadro Ling.
pt: As oferendas são reunidas sempre às 14h do dia que antecede a data do Tsog para que possam ser organizadas e lidas na respectiva data. Após este horário, a oferenda será lida no próximo Tsog conforme o calendário do Khadro Ling.

# offerings.lamps-title
source: Butterlamp Offering
es: Ofrenda de Lamparitas
pt: Oferenda de Lamparinas

# offerings.lamps-description-p1
source: Hundreds of butterlamps are lit at Khadro Ling everyday as an offering of light to dispel obstacles for all beings. You can participate in this daily offering and can dedicate an specific number of butterlamps to the benefit of your family, yourself or any other being going through difficulties or needing blessings.
es: Cientos de lamparitas se prenden en Khadro Ling cada día como ofrenda de luz para disipar obstáculos para todos los seres. Usted puede ser partícipe de esta ofrenda diaria y puede dedicar un número específico de lamparitas para el beneficio de su familia, de Usted mismo, o cualquier otro ser que esté pasando por dificultades o esté necesitando bendiciones.
pt: Centenas de lamparinas são acesas todos os dias no Khadro Ling como uma oferenda de luz para dispersar obstáculos de todos os seres.

# offerings.lamps-description-p2
source: Please, make your offering through PayPal using the form below.
es: Por favor realice su ofrenda a través de PayPal usando el formulario a continuación.
pt: Você pode participar dessa oferenda diária e inclusive dedicar um determinado número de lamparinas em benefício a você, sua família ou qualquer outra pessoa que esteja passando por dificuldades ou que precise de bênçãos. Faça suas oferendas pelo formulário abaixo. O preço para cada lamparina é de R$ 3,00.

# offerings.lamps-attention-text-p1
source: Butterlamps offerings are collected at 2:00 pm daily to be prepared and read in the moment of their lighting next early morning. After 2:00 pm the offering will be made in the next day.
es: Las ofrendas de lamparitas se recogen a las 2pm cada día, para ser preparadas y leídas al momento de ser encendidas al día siguiente temprano en la mañana. Después de las 2pm, la ofrenda será hecha al día subsiguiente.
pt: As oferendas de lamparinas são reunidas sempre às 14h de cada dia para que possam ser organizadas e lidas no momento do acendimento no dia seguinte. Após este horário, a oferenda será realizada no próximo dia.

# offerings.lamps-attention-text-p2
source: If you are offering for more than one day, your dedication will be read during Tara’s puja on the first day. On the following days, it will be read separately in the lamp house.
es: Si enviaste una ofrenda para varios días, leeremos la dedicación el primer día, en la puja de Tara. Los demás días se leerá en la casa de lamparitas.
pt: Caso a sua oferenda seja para mais de um dia, a sua dedicação será lida no primeiro dia durante o puja de Tara. Nos outros dias, ela será lida separadamente na casa de lamparinas.

# offerings.riwo.title
source: Offering Riwo Sanchod
es: Ofrenda de Riwo Sangtchö
pt: Oferenda de Riwo Sangtchö

# offerings.riwo.description.p1
source: Riwo Sanchod in Tibetan means “Burnt Offering for Purification on the Mountainside”. This practice is performed daily at Khadro Ling. It is a very powerful practice intended to repel obstacles and negativities, particularly obstacles to our spiritual path.
es: Riwo Sangtchö (en tibetano, “Ofrenda Quemada para Purificación en la Ladera de la Montaña”) es realizada diariamente en Khadro Ling.
pt: Riwo Sangtchö (em tibetano, “Oferenda Queimada para Purificação na Encosta da Montanha”) é realizado diariamente no Khadro Ling.

# offerings.riwo.description.p2
source: At Khadro Ling, cypress branches and a large number of substances, such as food and tissues, are burned as offerings. This practice of Riwo Sanchod is a direct transmission of the Rigdzin Sogdrub thermal cycle (“Realization of the Vital Force of the Awakened State Holders”).
es: Es una práctica muy poderosa para repeler obstáculos y negatividades. Particularmente, los obstáculos a nuestro camino espiritual. En Khadro Ling, se queman ramas de ciprés y una gran cantidad de substancias, como alimentos y telas.
pt: É uma prática muito poderosa para repelir obstáculos e negatividades. Particularmente, os obstáculos ao nosso caminho espiritual. No Khadro Ling, são queimados galhos de cipreste e uma grande quantidade de substâncias, como alimentos e tecidos.

# offerings.riwo.description.p3
source: It was revealed by Terton Lhatsun Nankha Jigmed. He was born in 1597, in Jaryul, Southern Tibet, and was, at the same time, a reincarnation of Vimalamitra and the omniscient Longchenpa. This practice of unbroken lineage was transmitted to Chagdud Rinpoche.
es: La práctica de Riwo Sangtchöd hecha en Khadro Ling es una instrucción de transmisión directa del ciclo terma Rigdzin Sogdrub (“Realización de la Fuerza Vital de los Detentores del Estado Despierto”). Fue revelada por el Terton Terton Lhatsun Nankha Jigmed. Él nació en 1597, en Jaryul, al sur de Tíbet y era, al mismo tiempo, una reencarnación de Vimalamitra y del omnisciente Longchenpa. Esta práctica de linaje ininterrumpido fue transmitida a Chagdud Rinpoche.
pt: A prática de Riwo Sangtchö feita no Khadro Ling é uma instrução de transmissão direta do ciclo terma Rigdzin Sogdrub (“Realização da Força Vital dos Detentores do Estado Desperto”). Foi revelada pelo Terton Lhatsun Nankha Jigmed. Ele nasceu em 1597, em Jaryul, no sul do Tibete e era, ao mesmo tempo, uma reencarnação de Vimalamitra e do onisciente Longchenpa. Esta prática de linhagem ininterrupta foi transmitida a Chagdud Rinpoche.

# offerings.riwo.description.p4
source: The great buddhist masters from the present have emphasized that in today's times of degeneration it’s absolutely important and beneficial to practice Riwo Sanchod.
es: Nuestros Maestros actuales enfatizan que, en los tiempos degenerados actuales, es absolutamente importante y beneficioso acumular la práctica de Riwo Sangtchöd.
pt: Os nossos Mestres do presente enfatizam que, nos tempos de degenerescência atuais, é absolutamente importante e benéfico acumular a prática de Riwo Sangtchö.

# offerings.riwo.description.p5
source: At Khadro Ling, it is held every morning, at Padmasambhava’s Pure Land, between 10:30 am and 12 pm (Brasilia Standard Time).
es: La práctica de Riwo Sangtchöd también puede ser hecha en la casa – de una forma igualmente poderosa -, quemando solo inciensos. En Khadro Ling, es practicada de forma elaborada, todas las mañanas, en la Tierra Pura de Padmasambava, entre las 10:30am y las 12 horas. Durante los eventos, comienza a las 7:45 am.
pt: No Khadro Ling, é praticada de forma elaborada, todas as manhãs, na Terra Pura de Padmasambava, entre 10h30min e 12h.

# offerings.riwo.attention-text
source: Riwo Sanchod's offerings are collected every day at 2 pm to be read the next day. After this time the offering will be held on to the next day.
es: Las ofrendas de Riwo Sangtchö son reunidas siempre a las 14 horas de cada día para que puedan ser organizadas y leídas al momento de la práctica del día siguiente. Después de este horario, la ofrenda será realizada al día subsiguiente.
pt: As oferendas de Riwo Sangtchö são reunidas sempre às 14h de cada dia para que possam ser organizadas e lidas no momento da prática no dia seguinte. Após este horário, a oferenda será realizada no próximo dia.

# offerings.akshobia.title
source: The practice of Akshobhya Buddha
es: Práctica del Buda Akshobia
pt: Prática do Buda Akshobia

# offerings.akshobia.description.p1
source: Sometimes we experience great despair contemplating the suffering and violence that arise from anger, hatred, confusion, and fear. We yearn to purify our negativities and free our loved ones from negative circumstances. So, we turn to Buddha Akshobhya, who established the intention that sentient beings could purify even extreme non-virtues and escape the terrible circumstances that come from harming others and from someone taking his own life.
es: A veces experimentamos una gran desesperación cuando contemplamos el sufrimiento y la violencia que surgen de la rabia, del odio, de la confusión y del miedo. Anhelamos purificar nuestras negatividades y liberar a nuestros seres queridos de circunstancias adversas. El Buda Akshobia estableció la intención de que los seres sintientes pudiesen purificar hasta incluso no virtudes extremas y escapar de las terribles circunstancias que surgen de causar daño a otros y de quitarse la vida.
pt: Às vezes, experienciamos um grande desespero quando contemplamos o sofrimento e a violência que surgem da raiva, do ódio, da confusão e do medo. Ansiamos purificar nossas negatividades e libertar os nossos entes queridos de circunstâncias negativas. O Buda Akshobia estabeleceu a intenção de que os seres sencientes pudessem purificar até mesmo desvirtudes extremas e escapar das terríveis circunstâncias advindas de fazer mal aos outros e de tirar a própria vida.

# offerings.akshobia.intention.title
source: Buddha Akshobhya's intention
es: La intención del Buda Akshobia
pt: A intenção do Buda Akshobia

# offerings.akshobia.intention.text.p1
source: Most of us have already killed some being or taken our own lives, if not in this present life, in previous lives. The karma that follows this act involves illness, accidents, violence, and extemporaneous death. When we know that someone has died an extemporaneous or inauspicious death, we can interrupt negative karma through the practice of Akshobhya.
es: La mayoría de nosotros ya mató algún ser o se quitó la vida, si no en esta vida presente, en vidas anteriores. El karma que sigue a ese acto involucra enfermedades, accidentes, violencia y muerte extemporánea. Cuando sabemos que alguien tuvo una muerte extemporánea o no auspiciosa, podemos interrumpir el karma negativo por medio de la práctica de Akshobia.
pt: A maioria de nós já matou algum ser ou tirou a própria vida, se não nesta vida presente, em vidas anteriores. O carma que se segue a esse ato envolve doenças, acidentes, violência e morte extemporânea. Ao sabermos que alguém teve uma morte extemporânea ou não auspiciosa, podemos interromper o carma negativo por meio da prática de Akshobia.

# offerings.akshobia.intention.text.p2
source: Buddhist teachings indicate that death before birth (by spontaneous or induced abortion), death during youth, violent or frightening deaths, and suicide are signs that the person who died will have difficulty in achieving a spiritually fortunate rebirth.
es: Las enseñanzas budistas indican que la muerte antes del nacimiento (por aborto espontaneo o inducido), la muerte durante la juventud, muertes violentas o amenazantes y el suicidio son señales de que la persona que murió tendrá dificultad en obtener un renacimiento afortunado y bien dotado espiritualmente
pt: Os ensinamentos budistas indicam que a morte antes do nascimento (por aborto espontâneo ou induzido), a morte durante a juventude, mortes violentas ou amedrontadoras e suicídio são sinais de que a pessoa que morreu terá dificuldade em obter um renascimento afortunado e bem-dotado espiritualmente.

# offerings.akshobia.intention.text.p3
source: To alleviate such circumstances, Akshobhya promised that whoever creates merit reciting his long mantra a hundred thousand times and sponsoring a sacred image of him would be freed from the lower states of existence and would find release in a fortunate rebirth. This intention of Akshobhya is valid even for those who have died long ago.
es: Para aliviar tales circunstancias, Akshobia prometió que quien crease mérito, recitando cien mil veces su mantra largo y patrocinando una imagen sagrada de el, sería liberado de los estados inferiores de existencia y encontraría la liberación en un renacimiento afortunado. Esa intención de Akshobia es válida incluso para aquellos que han muerto hace mucho tiempo.
pt: Para aliviar tais circunstâncias, Akshobia prometeu que quem criasse mérito, recitando cem mil vezes o seu mantra longo e patrocinando uma imagem sagrada dele, seria libertado dos estados inferiores de existência e encontraria liberação em um renascimento afortunado. Essa intenção de Akshobia é válida até mesmo para aqueles que já morreram há muito tempo.

# offerings.akshobia.when-sponsor.title
source: When to do or sponsor the practice
es: Cuando hacer/patrocinar la práctica
pt: Quando fazer/patrocinar a prática

# offerings.akshobia.when-sponsor.text.p1
source: Practitioners can do Akshobhya meditation and purification rituals for themselves and others.
es: Los practicantes pueden hacer la meditación y los rituales de purificación de Akshobia para si mismos y para otros.
pt: Praticantes podem fazer a meditação e os rituais de purificação de Akshobia para si mesmos e para os outros.

# offerings.akshobia.when-sponsor.text.p2
source: To practice for others, we follow the steps of the Akshobhya liturgy and dedicate the merit to them.
es: Para practicar para otros, seguimos los pasos de la liturgia de Akshobia y, en la conclusión, dedicamos el mérito a ellos.
pt: Para praticar para os outros, seguimos os passos da liturgia de Akshobia e, na conclusão, dedicamos o mérito para eles.

# offerings.akshobia.when-sponsor.text.p3
source: People also sponsor Akshobhya for their pets or animals they killed while driving or other circumstances. Animals can find release from suffering in the animal realm through the practice of Akshobhya.
es: Las personas también atricinan Akshobia para sus mascotas o para animales que mataron mientras conducían un auto o en otras circunstancias. Los animales pueden encontrar liberación del sufrimiento del reino animal por medio de la práctica de Akshobia.
pt: As pessoas também patrocinam Akshobia para seus animais de estimação ou para animais que mataram ao dirigir ou em outras circunstâncias. Os animais podem encontrar liberação do sofrimento do reino animal por meio da prática de Akshobia.

# offerings.akshobia.when-sponsor.text.p4
source: Due to the length of the Akshobhya mantra and the long time it may take to complete the 100,000 recitations, many practitioners sponsor the recitation for their benefit or for the benefit of the person they have in mind.
es: Debido a la extensión del mantra de Akshobia y a la cantidad de tiempo que puede ser necesario para completar las 100 mil recitaciones, muchos practicantes patrocinan la recitación en su propio beneficio o de las personas que tengan en mente.
pt: Devido à extensão do mantra de Akshobia e ao longo tempo que pode ser necessário para completar as 100 mil recitações, muitos praticantes patrocinam a recitação em seu próprio benefício ou das pessoas que tenham em mente.

# offerings.akshobia.how-it-works.title
source: How it works
es: ¿Como funciona?
pt: Como funciona

# offerings.akshobia.how-it-works.text.p1
source: What is included when sponsoring Akshobhya's practice?
es: ¿Qué esta incluido cuando se patrocina la práctica de Akshobia?
pt: O que está incluído quando se patrocina a prática de Akshobia?

# offerings.akshobia.how-it-works.text.p2
source: A practitioner will dedicate an exclusive time to accumulate the mantra. The sponsorship will cover this practitioner's minimum expenses during this period. Although sponsorship is requested in Brazil, the recitation can be performed in Brazil or Tibet.
es: Un practicante va a dedicar un tiempo exclusivo para acumular el mantra. El patrocinio cubre los gastos mínimos de ese practicante durante ese período. A pesar de que el patrocinio sea solicitado en Brasil, la recitación puede ser realizada en el país o en el Tíbet.
pt: Um praticante vai dedicar um tempo exclusivo para acumular o mantra. O patrocínio vai cobrir as despesas mínimas desse praticante durante esse período. Apesar de o patrocínio ser solicitado no Brasil, a recitação pode ser realizada no país ou no Tibete.

# offerings.akshobia.how-it-works.text.p3
source: You will sponsor the creation of an image of Akshobhya, in the form of a tsa-tsa, which will be installed on the premises of Khadro Ling.
es: Usted va a patrocinar la creación de una imagen de Akshobia, en la forma de una tsa-tsa, que será colocada en instalaciones de Khadro Ling.
pt: Você vai patrocinar a criação de uma imagem de Akshobia, na forma de uma tsa-tsa, que será fixada nas dependências do Khadro Ling.

# offerings.akshobia.how-it-works.text.p4
source: A tsa-tsa is a ceramic tile with the image of Akshobhya. A Bhutanese artist created the mold of the tsa-tsa, which was reproduced in a beautiful blue color. Chagdud Rinpoche instructed that these tsa-tsas should be installed behind the throne of the Buddha Akshobhya statue, at Khadro Ling. The income obtained from these tiles also contributes to the maintenance of the statue and its gardens.
es: Tsa-tsa es un azulejo de cerámica con una imagen de Akshobia en relieve. Un artista butanés creó un molde de tsa-tsa, que fue reproducido en un bello color azul. Chagdud Rinpoche instruyó que esas tsa-tsas fueran instaladas detrás del trono de la estatua de Buda Akshobia, en Khadro Ling. Los ingresos obtenidos con los azulejos también contribuyen a la mantención de la estatua y de los jardines.
pt: Tsa-tsa é um azulejo de cerâmica com a imagem de Akshobia em alto-relevo. Um artista butanês criou o molde da tsa-tsa, que foi reproduzida em uma bela cor azul. Chagdud Rinpoche instruiu que essas tsa-tsas deveriam ser instaladas atrás do trono da estátua de Buda Akshobia, no Khadro Ling. A renda obtida com os azulejos também contribui para a manutenção da estátua e dos jardins.

# offerings.akshobia.arrive-in-brazil-title
source: How the practice was introduced in Brazil
es: Cómo la práctica llegó a Brasil
pt: Como a prática chegou ao Brasl

# offerings.akshobia.arrive-in-brazil-text
source: H. E. Chagdud Tulku Rinpoche initiated this practice in Brazil by creating a large statue of Akshobhya at Khadro Ling. Today, the statue is framed by a beautiful garden. Rinpoche also personally sponsored an immense prayer wheel with the Akshobhya mantra. Also, once a year an Akshobya retreat is held at Khadro Ling.
es: S.E. Chagdud Tulku Rinpoche estableció la práctica de Akshobia en Brasil al crear una estatua de grandes dimensiones del Buda, en Khadro Ling. Hoy, la estatua se encuentra enmarcada por un bello jardín. Rinpoché también patrocinó personalmente una inmensa rueda de oración con el mantra de Akshobia
pt: S.Ema. Chagdud Tulku Rinpoche estabeleceu a prática de Akshobia no Brasil ao criar uma estátua de grandes dimensões do Buda, no Khadro Ling. Hoje, a estátua encontra-se emoldurada por um belo jardim. Rinpoche também patrocinou pessoalmente uma imensa roda de oração com o mantra de Akshobia. Além disso, uma vez por ano, é realizado um retiro com a meditação de Akshobia no Khadro Ling.

# offerings.akshobia.tibet-sponsor.title
source: Sponsorship in Tibet
es: Patrocinio en Tíbet
pt: Patrocínio no Tibete

# offerings.akshobia.tibet-sponsor.text
source: To sponsor the practice of Akshobhya in Tibet, make a payment by credit card through the Mahakaruna Foundation, at the website:
es: Para patrocinar a práctica de Akshobia en Tíbet, haga un pago vía tarjeta de crédito por medio de la Fundación Mahakaruna, a través del sitio: http://mahakaruna.org
pt: Para patrocinar a prática de Akshobia no Tibete, faça um pagamento por meio de cartão de crédito para a Fundação Mahakaruna, através do site:

# offerings.akshobia.description.p2
source: The Lord Buddha said:
es: El Señor Buda dice:
pt: O Senhor Buda disse:

# offerings.akshobia.description.p3
source: The Bodhisattva Akshobhya once made this vow: 'Even if the empty space changes, I will not renounce my great vows' […] Wearing the armor of diligence, the bodhisattva Akshobhya was unequaled among the countless thousands of Bodhisattvas [… ] Through his firm vows, Bodhisattva Akshobhya has reached supreme enlightenment”.
es: “Cierta vez, el Bodhisattva Akshobia hizo el voto: ‘Aunque el espacio vacío cambie, no renunciaré a mis grandes votos’ […] Al vestir la armadura de la diligencia, el bodhisattva Akshobia no tenía igual entre los innumerables millares de Bodhisattvas […] A través de sus votos firmes, el Bodhisattva Akshobia llego a la iluminación suprema.”
pt: Certa vez, o Bodisatva Akshobia fez este voto: ‘Mesmo que o espaço vazio mude, não renunciarei os meus grandes votos’ […] Ao vestir a armadura da diligência, o bodistava Akshobia não tinha igual entre os inúmeros milhares de Bodisatvas […] Através de seus votos firmes, o Bodisatva Akshobia chegou à iluminação suprema.”

# offerings.donations.title
source: Donations
pt: Doações

source: offerings.donations-attention-text
pt: Você pode oferecer qualquer valor. Sua oferenda será feita após a confirmação do depósito.

# offerings.form.name
source: Name
pt: Nome

# offerings.form.offering-destination
source: Purpose of the offering
pt: Destino da oferenda

# offerings.form.offering-destination.text.p1
source: Fill in the value of each offering.
pt: Preencha o valor de cada oferenda.

# offerings.form.offering-destination.text.p2
source: If you don't want to offer a particular item, just leave it blank. Clicking send you will be directed to the PayPal website.
pt: Se você não quiser oferecer um determinado item, é só deixá-lo em branco.

# offerings.form.crescent-moon-tara-tsog
source: Tara Tsog on the crescent moon:
pt: Tsog de Tara na lua crescente

# offerings.form.guru-tsog
source: Guru tsog:
pt: Tsog de Guru

# offerings.form.waning-moon-tara-tsog
source: Tara Tsog on the waning moon:
pt: Tsog de Tara na lua minguante

# offerings.form.dakini-tsog
source: Dakini tsog:
pt: Tsog de Dakini

# offerings.form.riwo-sangcho-tsog
source: Riwo Sanchod:
pt: Riwo Sangtchö

# offerings.form.general-activities
source: General activities of the Temple:
pt: Atividades gerais do Templo

# offerings.form.lamps_quantity
source: Butterlamps (R$ 3 each) - how many butterlamps?
pt: Lamparinas (R$ 3 cada) - quantas?

# offerings.form.lamps_quantity_by_day
source: Butterlamps - how many butterlamps a day?
pt: Lamparinas - quantas por dia?

# offerings.form.prayer-flag
source: Prayer flags (R$ 15 each):
pt: Bandeiras de oração (R$ 15 cada)
