Repository: Barenco/chagdud
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

# institution.teachers.chagdud-tulku-rinpoche.p3
source: As he traveled and taught constantly, radiating enthusiasm and compassion, he became the lama of the hearts of hundreds of students and was a profound inspiration for thousands of others. When asked why, at the age of sixty-four, he moved to South America instead of staying comfortably in the United States, he replied: “I noticed the faith of Brazilians and their interest in Buddhism and wanted to teach them”.
es: Al viajar y enseñar constantemente, irradiando entusiasmo y compasión, se volvió el lama de corazón de centenas de alumnos y fue una inspiración profunda para millares de personas. Cuando le preguntaban el motivo por el cual, en vez de permanecer cómodo en Estados Unidos, decidió trasladarse a Brasil a los sesenta y cuatro años, respondía :”Percibí la fe de los brasileños y el interés que tenían en el budismo y quise enseñarles”.
pt: Ao viajar e ensinar constantemente, irradiando entusiasmo e compaixão, tornou-se o lama do coração de centenas de alunos e foi uma inspiração profunda para milhares de outros. Quando lhe perguntavam por que, aos sessenta e quatro anos, mudou-se para a América do Sul ao invés de permanecer confortavelmente nos Estados Unidos, respondia: “percebi a fé dos brasileiros e o seu interesse no Budismo e quis ensiná-los”.

# institution.teachers.chagdud-tulku-rinpoche.p4
source: When he died in 2002, he had already established more than twenty centers in Brazil, Uruguay, and Chile. Now, in a complete cycle, Chagdud Rinpoche's tulku has been recognized by Khenpo Ngagchung in Tibet. Known as Chagdud Yangsi, he is the focus of the deep prayers and aspirations of sangha members around the world.
es: Ahora, en un ciclo completo, el tulku de Chagdud Rinpoche fue reconocido por Khempo Ngagchung, en Tíbet. Conocido como Chagdud Yangsi, es el foco de oraciones y aspiraciones profundas de los miembros de la sangha alrededor del mundo.
pt: Agora, em um ciclo completo, o tulku de Chagdud Rinpoche foi reconhecido por Khenpo Ngagchung, no Tibete. Conhecido como Chagdud Yangsi, ele é o foco das preces e aspirações profundas dos membros da sanga ao redor do mundo.

# institution.teachers.chagdud-tulku-rinpoche.p5
source: “If I had to leave only one legacy, it would be the wisdom of pure motivation. If I had to be known by a single title, it would be the Lama of motivation... The moment our hearts are inclined to compassion for all beings, our motivation expands towards the all-encompassing motivation of a bodhisattva.” — S. Ema. Chagdud Tulku Rinpoche
es: “Si tuviese que dejar solamente un legado, sería el de la sabiduría de la motivación pura. Si tuviese que ser conocido por un solo título, sería el del lama de la motivación…Al momento en que nuestros corazones se inclinan hacia la compasión por todos los seres, nuestra motivación se expande en dirección a la motivación que todo lo abarca de un bodhisattva.”
pt: “Se eu tivesse que deixar somente um legado, seria o da sabedoria da motivação pura. Se eu tivesse que ser conhecido por um único título, seria o de lama da motivação… No momento em que os nossos corações se inclinam à compaixão por todos os seres, a nossa motivação se expande em direção à motivação todo-abrangente de um bodisatva.”

# institution.teachers.chagdud-khadro.p1
source: Chagdud Khadro met His Eminence Chagdud Tulku Rinpoche in 1978 and married him in 1979. She was his student for twenty-three years. When ordaining her lama in 1997, Chagdud Rinpoche appointed her as the future spiritual director of Chagdud Gonpa Brasil.
es: Conoció a Su Eminencia Chagdud Tulku Rinpoche en 1978 y se casó con él en 1979. Fue su alumna por veintitrés años. Al ordenarla lama, en 1997, Chagdud Rinpoche la designó como la futura directora espiritual de Chagdud Gonpa Brasil.
pt: Conheceu Sua Eminência Chagdud Tulku Rinpoche em 1978 e casou-se com ele em 1979. Foi sua aluna por vinte e três anos. Ao ordená-la lama, em 1997, Chagdud Rinpoche designou-a como a futura diretora espiritual do Chagdud Gonpa Brasil.

# institution.teachers.chagdud-khadro.p2
source: Since Rinpoche's Parinirvana in 2002, Chagdud Khadro has focused on continuing the high-quality Vajrayana training he established.
es: Desde el parinirvana de Rinpoche, en 2002, Chagdud Khadro se ha concentrado en dar continuidad al entrenamiento vajrayana de alta calidad establecido por él.
pt: Desde o parinirvana de Rinpoche, em 2002, Chagdud Khadro tem se concentrado em dar continuidade ao treinamento vajraiana de alta qualidade estabelecido por ele.

# institution.teachers.chagdud-khadro.p3
source: During the time she lived with Rinpoche, Khadro received constant training, from the organization of Dharma activities to the teachings and practice of Vajrayana.
es: Durante el tiempo que vivió con Rinpoche, Khadro recibió entrenamiento constante, desde la organización de actividades del Darma, hasta las enseñanzas y práctica del Vajrayana.
pt: Durante o tempo em que viveu com o Rinpoche, Khadro recebeu treinamento constante, desde a organização de atividades do Darma, até os ensinamentos e prática do Vajraiana.

# institution.teachers.chagdud-khadro.p4
source: She collaborated in the making of his autobiography - Lord of the Dance - and, under his guidance, compiled comments on his teachings on Ngöndro's practice from Dudjom's treasure; about Powa's practice, revealed by Longsal Nyingpo; and on the concise version of Apong Terton's Red Tara.
es: Ella colaboró en la confección de la autobiografía de él – El señor de la Danza – y, bajo su orientación, compiló comentarios de sus enseñanzas sobre las prácticas de Ngöndro del tesoro de Dudjom; sobre la práctica de Powa, revelada por Longsal Nyingpo; y sobre la versión corta de Tara Roja de Apong Terton.
pt: Ela colaborou na confecção da autobiografia dele - O Senhor da Dança - e, sob a sua orientação, compilou comentários de seus ensinamentos sobre as práticas de Ngöndro do tesouro de Dudjom; sobre a prática de Powa, revelada por Longsal Nyingpo; e sobre a versão concisa de Tara Vermelha de Apong Terton.

# institution.teachers.chagdud-khadro.p5
source: As a former director and editor of Padma Publishing in the United States, Khadro edited many translations of Tibetan books.
es: Como antigua directora y editora de Padma Publishing en los Estados Unidos, Khadro editó muchas traducciones y obras tibetanas.
pt: Como antiga diretora e editora da Padma Publishing nos Estados Unidos, Khadro editou muitas traduções de obras tibetanas.

# institution.teachers.chagdud-khadro.p6
source: Chagdud Khadro has been relentless in maintaining the legacy left by S.Ema. Chagdud Tulku Rinpoche. She supervised the construction of a Zangdog Palri: Guru Rinpoche's Pure Land.
es: Chagdud Khadro ha sido incansable en mantener el legado dejado por S. Ema. Chagdud Tulku Rinpoche. Ella supervisó la construcción de un Zangdog Palri: la Tierra Pura de Guru Rinpoche, y trabaja con traducciones y publicaciones de textos en portugués y español.
pt: Chagdud Khadro tem sido incansável em manter o legado deixado por S.Ema. Chagdud Tulku Rinpoche. Ela supervisionou a construção de um Zangdog Palri: a Terra Pura de Guru Rinpoche, e trabalha com traduções e publicações de textos em português e espanhol.

# institution.teachers.chagdud-khadro.p7
source: Chagdud Khadro continues to work with translations and publications of texts in Portuguese and Spanish. She also engages in projects that offer spiritual support for the dying and the caregivers of terminally ill patients. She supervises the activities and teaches at all locations of Chagdud Gonpa Brasil and Chagdud Gonpa Hispano-America. She also teaches in Europe, United States, and Australia.
es: Khadro continúa dando asistencia a proyectos de apoyo espiritual a quien está muriendo y a los cuidadores de pacientes en estado terminal; y supervisa las actividades y enseña en todas las filiales de Chagdud Gonpa Brasil y Chagdud Gonpa Hispanoamérica. Ella también concede enseñanzas en Europa, Estados Unidos y Australia.
pt: Khadro continua a apoiar projetos de apoio espiritual a quem está morrendo e aos cuidadores de pacientes em estado terminal; e supervisiona as atividades e ensina em todas as filiais do Chagdud Gonpa Brasil e Chagdud Gonpa Hispanoamérica. Ela também concede ensinamentos na Europa, Estados Unidos, Europa e Austrália.

# institution.teachers.tromge-jigme-rinpoche.p1
source: Tromge Jigme Rinpoche is the son of His Eminence Chagdud Tulku Rinpoche. He was born in 1964 in Orissa, India, where he had the good fortune to receive a traditional Buddhist education. He was extensively trained in the teachings and practices of the Nyingma tradition of Tibetan Buddhism.
es: Tromge Jigme Rinpoche es hijo de Su Eminencia Chagdud Tulku Rinpoche. Nació en 1964 en Orissa, en la India, donde tuvo la buena fortuna de recibir una educación budista tradicional. Fie extensamente entrenado en la enseñanzas y prácticas de la tradición Nyingma del Budismo Tibetano.
pt: Tromge Jigme Rinpoche é filho de Sua Eminência Chagdud Tulku Rinpoche. Nasceu em 1964 em Orissa, na Índia, onde teve a boa fortuna de receber uma educação budista tradicional. Foi extensamente treinado nos ensinamentos e práticas da tradição Nyingma do Budismo Tibetano.

# institution.teachers.tromge-jigme-rinpoche.p2
source: He immigrated to the United States in 1988 and has dedicating himself to preserve the culture of Tibetan Buddhism. Currently, Jigme Rinpoche travels across North America, South America, and Asia giving teachings and advice with his gentle wisdom and warmth. He trains students in Dzogchen's highest meditation and he is the Vajrayana master of many great ceremonies and initiations at Chagdud Gonpa's centers in North and South America.
es: Inmigró a Estados Unidos en 1988. Actualmente, Rinpoche viaja por América del Norte, América del Sur y Asia concediendo enseñanzas y consejos con su gentil sabiduría y cordialidad. Entrena alumnos en la meditación más elevada de Dzogchen y es maestro vajra de muchas grandes ceremonias e iniciaciones en las filiales de Chagdud Gonpa en las Américas del Norte y del Sur.
pt: Imigrou para os Estados Unidos em 1988. Atualmente, Rinpoche viaja pela América do Norte, América do Sul e Ásia concedendo ensinamentos e conselhos com sua gentil sabedoria e cordialidade. Treina alunos na meditação mais elevada de Dzogchen e é o mestre vajra de muitas grandes cerimônias e iniciações nas filiais do Chagdud Gonpa nas Américas do Norte e do Sul.

# institution.teachers.tromge-jigme-rinpoche.p3.1
source: In addition to sharing responsibility for monasteries in Tibet and Nepal, he is the founder and director of the
es: Además de compartir responsabilidades sobre los monasterios en Tíbet y Nepal, es el fundador y director de
pt: Além de compartilhar a responsabilidade sobre monastérios no Tibete e no Nepal, é o fundador e diretor do

# institution.teachers.tromge-jigme-rinpoche.p3.2
source: and director of the Mahakaruna Foundation, an international charity founded by Chagdud Rinpoche that assists the elderly, the sick, and those in need in various parts of Asia.
es: y director de la Fundación Mahakaruna, una institución de caridad internacional fundada por Chagdud Rinpoche que apoya a personas mayores, enfermas y necesitadas en varias partes de Asia además de trabajar para preservar la cultura del Budismo Tibetano.
pt: e diretor da Fundação Mahakaruna, uma instituição de caridade internacional fundada por Chagdud Rinpoche que assiste idosos, doentes e necessitados em várias partes da Ásia além de trabalhar para preservar a cultura do Budismo Tibetano.

# institution.teachers.lama-tsering-everest.p1
source: Born in the USA, Lama Tsering was, for more than eleven years, an interpreter of S. Ema. Chagdud Tulku Rinpoche.
es: Nacida en los EUA, Lama Tsering fue, por más de once años, intérprete de S. Ema. Chagdud Tulku Rinpoche.
pt: Nascida nos EUA, Lama Tsering foi, por mais de onze anos, intérprete de S.Ema. Chagdud Tulku Rinpoche.

# institution.teachers.lama-tsering-everest.p2
source: After completing a three-year retreat in 1995, she received Lama's ordination and was thus authorized to give teachings and initiations according to the Vajrayana Buddhism. That same year, she was invited to teach in Brazil, where she moved soon after, assuming the coordination of Odsal Ling, the center in São Paulo.
es: Después de completar, en 1995, un retiro de tres años, recibió la ordenación de Lama, siendo así autorizada a dar enseñanzas e iniciaciones de budismo vajrayana. En ese mismo año, fue invitada a dar enseñanzas en Brasil, para donde se mudó poco después, asumiendo la coordinación del centro en São Paulo, Odsal Ling.
pt: Depois de completar, em 1995, um retiro de três anos, recebeu a ordenação de Lama, sendo assim autorizada a dar ensinamentos e iniciações do budismo vajraiana. Neste mesmo ano, foi convidada a dar ensinamentos no Brasil, para onde se mudou logo depois, assumindo a coordenação do centro em São Paulo, o Odsal Ling.

# institution.teachers.lama-tsering-everest.p3
source: Recognized for her blunt and humorous style, Lama Tsering focuses her teachings on developing compassion and applying Buddhist philosophy in daily life.
es: Reconocida por su estilo contundente y de buen humor, Lama Tsering enfoca sus enseñanzas en el desarrollo de la compasión y en la aplicación de la filosofía budista en la vida diaria.
pt: Reconhecida por seu estilo contundente e bem-humorado, Lama Tsering foca seus ensinamentos no desenvolvimento da compaixão e na aplicação da filosofia budista na vida diária.

# institution.teachers.lama-padma-norbu.p1
source: Lama Norbu was born in the United States in 1948. In his youth, he graduated and worked as an electrical engineer. He met his teacher, S. Ema. Chagdud Tulku Rinpoche in 1980 and, after completing Dzogchen's teachings and retreat cycle, he was ordained Lama in the Vajrayana tradition in 1995.
es: Nació en Estados Unidos, en 1948, y en su juventud se formó y trabajó como ingeniero eléctrico. Conoció a su profesor, S. Ema. Chagdud Tulku Rinpoche, en 1980 y, después de completar el ciclo de enseñanzas y retiros de Dzogchen, fue ordenado lama en la tradición vajrayana en 1995.
pt: Nasceu nos Estados Unidos, em 1948, e na juventude formou-se e trabalhou como engenheiro elétrico. Conheceu seu professor, S.Ema. Chagdud Tulku Rinpoche, em 1980 e, depois de completar o ciclo de ensinamentos e retiros de Dzogchen, foi ordenado lama na tradição vajraiana em 1995.

# institution.teachers.lama-padma-norbu.p2
source: For 20 years he worked with Rinpoche in the execution of several projects such as the construction of retreat centers and the Khadro Ling Temple, in southern Brazil.
es: Por 20 años trabajó con Rinpoche en la ejecución de varios proyectos como la construcción de centros de retiro y del Templo Khadro Ling, en el sur de Brasil.
pt: Por 20 anos trabalhou com Rinpoche na execução de vários projetos como a construção de centros de retiros e do Templo Khadro Ling, no sul do Brasil.

# institution.teachers.lama-padma-norbu.p3
source: Subsequently, he completed a two-year solitary retreat under the guidance of Chagdud Rinpoche and was encouraged to teach and share his experience in integrating Buddhist principles with the challenges of everyday life.
es: Posteriormente, completó un retiro solitario de dos años bajo la orientación de Chagdud Rinpoche y fue alentado a dar enseñanzas y a compartir su experiencia en la integración de principios budistas con los desafíos de la vida cotidiana.
pt: Posteriormente, completou um retiro solitário de dois anos sob a orientação de Chagdud Rinpoche e foi encorajado a dar ensinamentos e a compartilhar a sua experiência na integração de princípios budistas com os desafios da vida cotidiana.

# institution.teachers.lama-padma-norbu.p4
source: Currently, he lives at the Odsal Ling Temple, where he divides his time between meditation practices and the various sangha projects.
es: Actualmente, vive en el Templo Odsal Ling, donde divide su tiempo entre prácticas de meditación y los varios proyectos de la sangha.
pt: Atualmente, vive no Templo Odsal Ling, onde divide seu tempo entre práticas de meditação e os vários projetos da sanga.

# institution.teachers.lama-sherab-drolma.p1
source: Lama Sherab was a translator for S. Ema. Chagdud Tulku Rinpoche during his time in Brazil. She also worked as his assistant and helped him manage the activities during the construction of Chagdud Gonpa Khadro Ling.
es: Lama Sherab Drolma fue traductora de S. Ema. Chagdud Tulku Rinpoche durante el período que él residió en Brasil. También trabajó como su asistente personal y lo ayudó en la administración de las actividades durante la construcción de Chagdud Gonpa Khadro Ling.
pt: Lama Sherab Drolma foi tradutora de S. Ema. Chagdud Tulku Rinpoche durante o período que ele residiu no Brasil. Também trabalhou como sua assistente pessoal e o ajudou na administração das atividades durante a construção do Chagdud Gonpa Khadro Ling.

# institution.teachers.lama-sherab-drolma.p2
source: She was ordained Lama by S. Ema. Chagdud Tulku Rinpoche in 2002. She is one of the resident teachers at Khadro Ling and travels around Brazil and abroad giving support to practitioners through teaching, spiritual counseling, and practice.
es: Fue ordenada Lama por S. Ema. Chagdud Tulku Rinpoche en 2002. Es una de las profesoras residentes de Khadro Ling y viaja por Brasil dando apoyo a los practicantes a través de enseñanzas, consejo espiritual y práctica.
pt: Foi ordenada Lama por S. Ema. Chagdud Tulku Rinpoche em 2002. É uma das professoras residentes do Khadro Ling e viaja pelo Brasil dando suporte aos praticantes através de ensinamentos, aconselhamento espiritual e prática.

# institution.teachers.lama-yeshe-drolma.p1
source: Lama Yeshe was a student of S. Ema. Chagdud Tulku Rinpoche since 1990. After meeting Rinpoche in Brazil, she traveled to Rigdzin Ling in California, where she participated in many important retreats and quickly learned excellent English.
es: Lama Yeshe fue estudiante de S. Ema. Chagdud Tulku Rinpoche desde 1990. Después de su encuentro con Rinpoche en Brasil, ella viajó a Rigdzin Ling en California, donde participó en muchos retiros importantes y rápidamente aprendió excelente inglés.
pt: Lama Yeshe foi estudante de S.Ema. Chagdud Tulku Rinpoche desde 1990. Após o encontro com Rinpoche no Brasil, ela viajou para o Rigdzin Ling na Califórnia, onde participou de muitos retiros importantes e rapidamente aprendeu excelente inglês.

# institution.teachers.lama-yeshe-drolma.p2
source: She returned to Brazil in late 1994, serving as a translator for Rinpoche and Chagdud Khadro. During that time in Brazil, she also became an excellent dancer of the traditional sacred dances of Vajrayana Buddhism. During the last three years of Rinpoche's life, Lama Yeshe oversaw his Dzogchen retreats, gaining respect for his strict and intuitive guidance.
es: Ella volvió a Brasil a finales de 1994, sirviendo como traductora a Rinpoche y Chagdud Khadro. Durante este tiempo en Brasil, ella también se transformó en una excelente bailarina de las tradicionales danzas sagradas de Budismo Vajrayana. Durante los tres últimos años de vida de Rinpoche, Lama Yeshe supervisó sus retiros de Dzogchen, ganando respeto por su estricta e intuitiva orientación.
pt: Ela retornou ao Brasil ao final de 1994, servindo como tradutora a Rinpoche e Chagdud Khadro. Durante esse tempo no Brasil, ela também se tornou uma excelente dançarina das tradicionais danças sagradas do Budismo Vajraiana. Durante os três últimos anos de vida de Rinpoche, Lama Yeshe supervisionou seus retiros de Dzogchen, ganhando respeito por sua estrita e intuitiva orientação.

# institution.teachers.lama-yeshe-drolma.p3
source: Ordained in 2002, at the request of Rinpoche, she interrupted a prolonged personal retreat to serve, along with her husband, Lama Rigdzin, as a resident lama at Chagdud Gonpa Dordje Ling in Curitiba, Paraná.
es: Ordenada en 2002, a pedido de Rinpoche ella interrumpió un prolongado retiro personal para servir, junto a su marido, Lama Rigdzin, como lama residente en Chagdud Gonpa Dordje Ling en Curitiba, Paraná.
pt: Ordenada em 2002, a pedido de Rinpoche ela interrompeu um prolongado retiro pessoal para servir, junto com seu marido, Lama Rigdzin, como lama residente no Chagdud Gonpa Dordje Ling em Curitiba, Paraná.

# institution.teachers.lama-rigdzin-dordje.p1
source: Lama Rigdzin was a student of S. Ema. Chagdud Tulku Rinpoche since 1992, first at Rigdzin Ling, California, and, since 1995, in Brazil. During this time he attended many teachings and retreats and served Rinpoche in a variety of ways.
es: Lama Rigdzin fue estudiante de S. Ema. Chagdud Tulku Rinpoche desde 1992, al principio en Rigdzin Ling, California, y, desde 1995, en Brasil. Durante este período él asistió a muchas enseñanzas y retiros, y sirvió a Rinpoché de varias maneras.
pt: Lama Rigdzin foi estudante de S. Ema. Chagdud Tulku Rinpoche desde 1992, primeiramente no Rigdzin Ling, Califórnia, e, desde 1995, no Brasil. Durante esse período ele atendeu a muitos ensinamentos e retiros, e serviu Rinpoche de maneiras variadas.

# institution.teachers.lama-rigdzin-dordje.p2
source: His skills in construction and craftsmanship were extremely valuable during the construction of the temple at Khadro Ling, and, being an excellent artist, he worked with Rinpoche on artistic projects, most notably on the great statue of Buddha Akshobia. He also served as a tchopen (altar master), umze (chanting master), lama dance dancer, and as a translator for Rinpoche.
es: Sus habilidades en construcción y artesanía fueron extremadamente valiosas durante la construcción del templo en Khadro Ling, y, siendo un excelente artista, trabajó con Rinpoche en proyectos artísticos, más destacablemente en la gran estatua de Buda Akshobia. Él también sirvió como tchopen (maestro de altar), umze (maestro de canto), bailarín de la danza de los lamas y como traductor de Rinpoche.
pt: Suas habilidades em construção e artesanato foram extremamente valiosas durante a construção do templo no Khadro Ling, e, sendo um excelente artista, trabalhou com Rinpoche em projetos artísticos, mais notavelmente na grande estátua de Buda Akshobia. Ele também serviu como tchopen (mestre de altar), umze (mestre em entoar), dançarino de dança dos lamas e como tradutor do Rinpoche.

# institution.teachers.lama-rigdzin-dordje.p3
source: His qualities were officially recognized by Rinpoche in his ordination as Lama in 2002. Lama Rigdzin and his wife, Lama Yeshe, were invited to be the resident lamas of Chagdud Gonpa Dordje Ling in Curitiba, Paraná. Lama Rigdzin communicates in Portuguese.
es: Sus cualidades fueron oficialmente reconocidas por Rinpoche en una ordenación como lama en 2002. Lama Rigdzin y su esposa, Lama Yeshe, fueron invitados a ser los lamas residentes de Chagdud Gonpa Dordje Ling en Curitiba, Parana. Lama Rigdzin se comunica en portugués.
pt: Suas qualidades foram oficialmente reconhecidas por Rinpoche em uma ordenação como lama em 2002. Lama Rigdzin e sua esposa, Lama Yeshe, foram c onvidados a ser os lamas residentes do Chagdud Gonpa Dordje Ling em Curitiba, Paraná. Lama Rigdzin se comunica em português.

# offerings.tsog-title
source: Tsok
es: Ofrenda de Tsog
pt: Oferenda de Tsog
