Repository: Barenco/chagdud
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

# offerings.form.total
source: Total offering value
es: Valor total de la oferta
pt: Valor total da oferenda

# offerings.form.dedication
source: Dedication
pt: Dedicação

source: offerings.akshobia.unavailable-warning.p1
es: En la actualidad, el patrocinio de la práctica de la Akshobia solo puede solicitarse a través de la Fundación Mahakaruna con sede en Estados Unidos, bajo la dirección de Tromge Jigme Rinpoche.
pt: No momento, o patrocínio de prática de Akshobia pode ser requisitado somente via Fundação Mahakaruna, sediada nos Estados Unidos e sob a direção de Tromge Jigme Rinpoche.

source: offerings.akshobia.unavailable-warning.p2
es: En caso de duda, contáctenos por correo electrónico patrocinio@templobudista.org o directamente con la Fundación Mahakaruna por correo electrónico tais@mahakaruna.org (puede escribir el correo electrónico en portugués).
pt: Em casos de dúvida, por favor, entre em contato conosco pelo e-mail patrocinio@templobudista.org ou diretamente com a Fundação Mahakaruna pelo e-mail tais@mahakaruna.org (Você pode escrever o e-mail em português).

# institution.base.downloads
source: Downloads
es: Descargas

# institution.home.downloads
source: Downloads
es: Descargas
